# 'brew tap'
tap "buo/cask-upgrade"
tap "candid82/brew"
tap "clementtsang/bottom"
tap "jstkdng/programs"
tap "teamookla/speedtest"
tap "yqrashawn/goku"
# 'brew install'
brew "angband"
brew "ast-grep"
brew "bat"
brew "bottom"
brew "chafa"
brew "cheat"
brew "choose-rust"
brew "cmatrix"
brew "cowsay"
brew "cpufetch"
brew "curl"
brew "curlie"
brew "duf"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fish"
brew "fisher"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "goreleaser"
brew "gping"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "jstkdng/programs/ueberzugpp"
brew "lazygit"
brew "lolcat"
brew "lua"
brew "luarocks"
brew "mas"
brew "mdcat"
brew "neovim"
brew "nethack"
brew "ninvaders"
brew "node"
brew "onefetch"
brew "openconnect"
brew "ponysay"
brew "poppler"
brew "prettyping"
brew "procs"
brew "python"
brew "ripgrep"
brew "rogue"
brew "rust"
brew "screenfetch"
brew "sevenzip"
brew "spotifyd"
brew "starship"
brew "teamookla/speedtest/speedtest"
brew "terminal-notifier"
brew "thefuck"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "transmission-cli"
brew "tree"
brew "vim"
brew "viu"
brew "websocat"
brew "wget"
brew "wifi-password"
brew "xh"
brew "yazi"
brew "yqrashawn/goku/goku"
brew "yt-dlp"
brew "zenith"
brew "zoxide"
brew "zsh"
# 'brew install --cask'
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ilya-birman-typography-layout"
cask "wezterm@nightly"
