# 'brew tap'
tap "buo/cask-upgrade"
tap "candid82/brew"
tap "clementtsang/bottom"
tap "homebrew/cask-fonts"
tap "mdogan/zulu"
tap "rs/tap"
tap "teamookla/speedtest"
tap "yqrashawn/goku"
# 'brew install'
brew "angband"
brew "awscli"
brew "bat"
brew "bottom"
brew "btop"
brew "broot"
brew "cheat"
brew "choose-rust"
brew "cmatrix"
brew "cowsay"
brew "curl"
brew "curlie"
brew "dog"
brew "duf"
brew "dust"
brew "emacs"
brew "exa"
brew "exiftool"
brew "fd"
brew "fish"
brew "fisher"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-quick-stats"
brew "gitui"
brew "glances"
brew "gnupg"
brew "gnutls"
brew "go"
brew "goku"
brew "goreleaser"
brew "gotop"
brew "gping"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "iconsur"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lolcat"
brew "lsd"
brew "maven"
brew "mas"
brew "mdcat"
brew "midnight-commander"
brew "mitmproxy"
brew "neofetch"
brew "neovim"
brew "nethack"
brew "ninvaders"
brew "nnn"
brew "node"
brew "onefetch"
brew "openconnect"
brew "openvpn"
brew "ponysay"
brew "prettyping"
brew "procs"
brew "python"
brew "ranger"
brew "ripgrep"
brew "rogue"
brew "ruby"
brew "rust"
brew "sd"
brew "speedtest"
brew "spotify-tui"
brew "starship"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "transmission-cli"
brew "tree"
brew "vim"
brew "websocat"
brew "wget"
brew "wifi-password"
brew "xh"
brew "zenith"
brew "zoxide"
brew "zsh"
# 'brew install --cask'
cask "brave-browser"
cask "firefox"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "fork"
cask "ilya-birman-typography-layout"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "pock"
cask "raycast"
cask "spotify"
cask "steam"
cask "telegram"
cask "visual-studio-code"
cask "zoom"
cask "zulu-jdk11"
# 'mas install'
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835
