tap "homebrew/cask-fonts"
tap "koekeishiya/formulae"
tap "teamookla/speedtest"
tap "yqrashawn/goku"
brew "angband"
brew "awscli"
brew "bat"
brew "bpytop"
brew "cmatrix"
brew "cowsay"
brew "curl"
brew "deno"
brew "dust"
brew "emacs"
brew "exa"
brew "fd"
brew "fish"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "gitui"
brew "gnupg"
brew "gnutls"
brew "go"
brew "goku"
brew "goreleaser"
brew "gotop"
brew "htop"
brew "hyperfine"
brew "iconsur"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lolcat"
brew "lsd"
brew "maven"
brew "mdcat"
brew "midnight-commander"
brew "mitmproxy"
brew "neofetch"
brew "neovim"
brew "nethack"
brew "ninvaders"
brew "nnn"
brew "node"
brew "node@14"
brew "onefetch"
brew "openconnect"
brew "openvpn"
brew "python"
brew "ranger"
brew "rogue"
brew "ruby"
brew "rust"
brew "skhd"
brew "speedtest"
brew "spotify-tui"
brew "starship"
brew "terminal-notifier"
brew "tig"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "vim"
brew "wget"
brew "yabai"
brew "zenith"
brew "zsh"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
