tap "clementtsang/bottom"
tap "dimentium/autoraise"
tap "homebrew/cask-fonts"
tap "koekeishiya/formulae"
tap "rs/tap"
tap "teamookla/speedtest"
tap "yqrashawn/goku"
brew "angband"
brew "autoraise"
brew "awscli"
brew "bat"
brew "bottom"
brew "bpytop"
brew "broot"
brew "cheat"
brew "choose-rust"
brew "cmatrix"
brew "cowsay"
brew "curl"
brew "curlie"
brew "deno"
brew "dog"
brew "duf"
brew "dust"
brew "emacs"
brew "exa"
brew "exiftool"
brew "fd"
brew "fish"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-quick-stats"
brew "gitui"
brew "glances"
brew "gnupg"
brew "gnutls"
brew "go"
brew "goku"
brew "goreleaser"
brew "gotop"
brew "gping"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "iconsur"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lolcat"
brew "lsd"
brew "maven"
brew "mdcat"
brew "micro"
brew "midnight-commander"
brew "mitmproxy"
brew "neofetch"
brew "neovim"
brew "nethack"
brew "ninvaders"
brew "nnn"
brew "node"
brew "onefetch"
brew "openconnect"
brew "openvpn"
brew "prettyping"
brew "procs"
brew "python"
brew "ranger"
brew "ripgrep"
brew "rogue"
brew "ruby"
brew "rust"
brew "sd"
brew "skhd"
brew "speedtest"
brew "spotify-tui"
brew "starship"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "tree"
brew "vim"
brew "websocat"
brew "wget"
brew "wifi-password"
brew "xh"
brew "yabai"
brew "zenith"
brew "zoxide"
brew "zsh"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
cask "qutebrowser"
